{
	"number": "RM6147",
	"name": "Linen and Laundry Services",
	"description": "All UK public sector organisations can use this framework, including the wider public sector, central government and third sector organisations such as registered charities. Buyers can choose from 3 lots using 1 lot or a combination of lots to suit their requirement.The lots provide a range of services to a set of specific standards which include wash, finish, collection and return of linen, and laundry services. Buyers are required to run a further competition, however lot 1 does have a direct award facility providing the buyer’s needs meet the criteria. This option can be useful if you need a short-term solution while the buyer carries out a more comprehensive review of their needs.",
	"startDate": "2020-02-01",
	"endDate": "2023-19-03",
	"detailUrl": "https://www.crowncommercial.gov.uk/agreements/RM6154",
	"sectors": [
		"SectorA",
		"SectorB"
	],
	"benefits": [
		"compliant route to market – CCS is free to use and buyers can be assured of a complaint route to market",
		"supplier assurance – suppliers must meet a minimum set of criteria before they are awarded a place on the framework",
		"new lot structure – lot 3 cleanroom services is a new lot for CCS and has been included as a direct result of customer feedback",
		"direct award – lot 1a and lot 1b have a direct award facility providing your needs meet the criteria",
		"pre-agreed, simplified terms – established in line with commercial best practice, to provide legal protection for buyers and suppliers",
		"key performance indicators (KPIs) – buyers have the flexibility to add their own KPIs to satisfy their requirements and ensure effective long term contract management",
		"flexibility – although the framework has a deliberate focus on the health sector any public sector organisation can use it",
		"social value – all suppliers will be invited to take CCS’ modern slavery assessment; further information and resources about social value",
		"small and medium enterprises (SMEs) – 41.7% of suppliers are categorised as SMEs; this supports the Government’s aspiration for £1 in every £3 to be spent with SMEs by 2022",
		"commercial benefits – maximum item price rate for product list items excluding transport costs; suppliers can offer best price to buyer at call off stage based on requirements and location",
		"environmental sustainability – to reduce single use plastic the supplier can price finishing options that use less plastic more keenly; bulk wrap rather than individually wrapped packs",
		"expertise – CCS buyers have access to a wide range of knowledge and category experts"
	],
	"lots": [
		{
			"number": "1a",
			"name": "Linen Hire with Standard Wash Linen and Laundry Services"
		},
		{
			"number": "1b",
			"name": "Standard Wash Linen and Laundry Services"
		},
		{
			"number": "2",
			"name": "Specialist Laundry Services (Theatre Packs)"
		},
		{
			"number": "3",
			"name": "Specialist Cleanroom Laundry Services"
		}
	],
	"documents": [
		{
			"url": "https://assets.crowncommercial.gov.uk/wp-content/uploads/RM6154-Customer-User-Agreement-4.docx",
			"name": "RM6154 - Customer user agreement v4",
			"version": 1
		},
		{
			"url": "https://assets.crowncommercial.gov.uk/wp-content/uploads/RM6154-Linen-and-Laundry-Services-Customer-User-Guide.docx.pdf",
			"name": "RM6154 - Linen and laundry services customer user guide.docx",
			"version": 1
		},
		{
			"url": "https://assets.crowncommercial.gov.uk/wp-content/uploads/Call-Off-Schedules.zip",
			"name": "RM6154 Call-off schedules",
			"version": 1
		},
		{
			"url": "https://assets.crowncommercial.gov.uk/wp-content/uploads/Framework-Schedules.zip",
			"name": "RM6154 Framework schedules",
			"version": 1
		},
		{
			"url": "https://assets.crowncommercial.gov.uk/wp-content/uploads/Joint-Schedules.zip",
			"name": "RM6154 Joint schedules",
			"version": 1
		}
	]
}